Revit 2024 API
ParameterUtils.IsBuiltInParameter Method
Overload List
Name | Description
IsBuiltInParameter(ElementId)
 Checks whether an ElementId identifies a built-in parameter.
IsBuiltInParameter(ForgeTypeId)
 Checks whether a ForgeTypeId identifies a built-in parameter.
See Also
ParameterUtils Class
ParameterUtils Members
Autodesk.Revit.DB Namespace